The transferred data size, in bytes, since the last time this event was raised.
  Namespace:   Autodesk.Revit.DB.Events
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 17.0.0.0 (17.0.1090.0)
  Since:  2017 Subscription Update
 Syntax
  C#
public double FinishedSize { get; }
  Visual Basic
Public ReadOnly Property FinishedSize As Double
	Get
  Visual C++
public:
property double FinishedSize {
	double get ();
}
 See Also
  DataTransferProgressChangedEventArgs Class
  Autodesk.Revit.DB.Events Namespace